"PHONE_TITLE" = "Puhelin";
"CALLS_LABEL" = "Puhelut";
"CALL_FORWARDING" = "Soitonsiirto";
"SHOW_CALLER_ID" = "Näytä oma numero";

"Loading" = "Ladataan…";
"Reverted" = "Käänteinen";
"Saving" = "Tallennetaan…";
"FAILED" = "Epäonnistui";
"SUCCESS" = "Suoritettu";
"ERROR" = "Virhe";
"DISMISS" = "Ohita";

"Calls" = "Puhelut";
"International Assist" = "Kansainvälinen apu";
"Phone" = "Puhelin";
"Show My Caller ID" = "Näytä oma numero";

"SETTING_SAVE_ERROR" = "Asetusta %@ ei voitu tallentaa.";
"kCTSettingTypeCallForwarding" = "soitonsiirto";
"kCTSettingTypeCallWaiting" = "koputus";
"kCTSettingTypeCallingLineIdRestriction" = "oma numero";
"kCTSettingTypeSIMLock" = "SIM-kortin PIN";
"kCTSettingTypePIN" = "PIN-koodi";

"OFF" = "Pois";
"ON" = "Päällä";

"Network Selection" = "Verkon valinta";
"SIM PIN" = "SIM-kortin PIN";

"Call Forwarding" = "Soitonsiirto";
"Call Waiting" = "Koputus";
"Network" = "Verkko";
"SIM Applications" = "SIM-sovellukset";
"TTY" = "TTY";

"Automatic" = "Automaattinen";

"Save" = "Tallenna";
"Cancel" = "Kumoa";
"Done" = "Valmis";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Lukitse SIM syöttämällä PIN. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Avaa SIM syöttämällä PIN. %@";

"Current Password" = "Nykyinen salasana";
"New Password" = "Uusi salasana";
"Confirm New Password" = "Vahvista uusi salasana";

"ATTEMPT_REMAINING" = "%@ yritys jäljellä.";
"ATTEMPTS_REMAINING" = "%@ yritystä jäljellä.";

"COULD_NOT_LOCK" = "SIMia ei voitu lukita. %@";
"COULD_NOT_UNLOCK" = "SIMin lukitusta ei voitu avata. %@";
"Could not change PIN" = "PIN-koodia ei voitu vaihtaa. %@";
"CHANGE_PIN" = "Vaihda PIN";
"Error: Passwords do not match" = "Virhe: Salasanat eivät täsmää";

"ENABLE_TTY" = "Haluatko käyttää TTY:tä nykyisille puheluille?";
"DISABLE_TTY" = "Haluatko poistaa TTY:n käytöstä nykyisille puheluille?";

"Yes" = "Kyllä";
"No" = "Ei";

"PHONE" = "Oma numero: %@";

"MY_NUMBER" = "Oma numero";
"UNKNOWN_NUMBER" = "Tuntematon";
"MY_NUMBER_PLACEHOLDER" = "Numero";
"SAVE_MY_NUMBER" = "Tallenna|Kumoa";
"CANCEL_MY_NUMBER" = "Kumoa|Tallenna";

"SHOW" = "Näytä";
"HIDE" = "Kätke";
"NETWORK" = "Oletus";

"Change Voicemail Password" = "Vaihda puhepostin salasana";
"PASSWORD" = "Salasana";
"OLD_PASSWORD_PROMPT" = "Syötä nykyinen puhepostin salasana";
"NEW_PASSWORD_PROMPT" = "Syötä uusi puhepostin salasana";
"NEW_PASSWORD_REENTRY_PROMPT" = "Syötä uusi puhepostin salasana uudelleen";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Salasanat eivät täsmää. Yritä uudelleen.";
"SAVING_PASSWORD_PROMPT" = "Tallennetaan salasanaa…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Puheposti ei käytettävissä.\nYritä myöhemmin uudelleen.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Puhepostivirhe\nSalasanaa ei voida vaihtaa juuri nyt.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Salasana tallennettu";

"DIAL_ASSIST_HELP" = "Kansainvälinen apuri lisää automaattisesti oikean kansainvälisen etuliitteen puhelinnumeroihin ulkomailta soitettaessa.";

"Contacts" = "Yhteystiedot";
"Sort Order" = "Luettelojärjestys";
"Display Order" = "Näyttöjärjestys";
"FIRST" = "Etu, Suku";
"LAST" = "Suku, Etu";

"CARRIER" = "Operaattori";
"CARRIER_SERVICES" = "%@-palvelut";

"PIN" = "PIN-koodi";
"CURRENT_PIN" = "Nykyinen PIN";
"NEW_PIN" = "Uusi PIN";
"CONFIRM_NEW_PIN" = "Vahvista uusi PIN";
"Error: PINs do not match" = "Virhe: PIN-koodit eivät täsmää";

"FORWARD_ALL" = "Kaikki";
"FORWARD_CUSTOM" = "Muokattu";
"FORWARD_TO" = "Siirrä numeroon";
"FORWARDING_TO" = "Siirto kohteeseen";
"NO_ANSWER" = "Ei vastaa";
"BUSY" = "Varattu";
"UNREACHABLE" = "Ei tavoitettavissa";

"CALL_FORWARD_ERROR_TITLE" = "Soitonsiirto";
"CALL_FORWARD_ERROR_MESSAGE" = "Joitakin soitonsiirtoasetuksia ei voitu vaihtaa";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Puhelinnumeroa ei voitu tallentaa.";
